Repository: artscoop/scoop
Catalog: scoop/content/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Content
fr: Contenu

source: Fully delete selected animations
fr: Supprimer totalement les animations sélectionnées

source: Selected animation has been fully deleted.
fr: L'animation sélectionnée a été totalement supprimée.

source: Video
fr: Vidéo

source: Img.#
fr: Img n°

source: Duration
fr: Durée

source: Detach selected attachments
fr: Détacher les pièces jointes sélectionnées

source: {count} attachments have been detached.
fr: {count} pièces jointes ont été détachées.

source: Comment
fr: Commentaire

source: Unpublish selected content
fr: Dépublier le contenu sélectionné

source: Selected content has been unpublished.
fr: Le contenu sélectionné a été dépublié.

source: Publish selected content
fr: Publier le contenu sélectionné

source: Selected content has been published.
fr: Le contenu sélectionné a été publié.

source: Spread publication of content, one a day.
fr: Étaler la publication du contenu, un par jour.

source: {count} contents have been scheduled for interval publication.
fr: {count} contenus ont été mis en publication planifiée

source: Pin selected content
fr: Épingler le contenu sélectionné

source: Selected content has been pinned.
fr: Le contenu sélectionné a été épinglé.

source: Unpin selected content
fr: Ne plus épingler le contenu sélectionné

source: Selected content has been unpinned.
fr: Le contenu sélectionné n'est plus épinglé.

source: Picture
fr: Image

source: Created
fr: Créé

source: Authors
fr: Auteurs

source: None
fr: Aucune

source: image size
fr: taille d'image

source: small
fr: petite

source: quite small
fr: plutôt petite

source: medium
fr: moyenne

source: large
fr: grande

source: Translation
fr: Traduction

source: Translations
fr: Traductions

source: Link
fr: Lien

source: Resave selected pictures
fr: Sauvegarder à nouveau les images sélectionnées

source: Delete picture thumbnails
fr: Supprimer les miniatures de l'image

source: The selected pictures' thumbnails have been cleaned.
fr: Les miniatures des images sélectionnées ont été nettoyées.

source: Delete picture(s) permanently
fr: Supprimer les images définitivement

source: The selected pictures have been deleted.
fr: Les images sélectionnées ont été supprimées.

source: Recalculate selected pictures dimensions
fr: Recalculer les dimensions des images sélectionnées

source: Dimensions were recalculated successfully.
fr: Les dimensions ont été correctement recalculées.

source: Fix filename extension
fr: Réparer l'extension de fichier

source: Extensions were recalculated successfully.
fr: Les extensions ont été correctement recalculées.

source: Become the selected picture(s) author
fr: Devenir le possesseur des images sélectionnées

source: The selected pictures are now owned by you.
fr: Vous êtes désormais le possesseur des images sélectionnes.

source: Remove ICC Color Profile
fr: Supprimer le profil de couleur ICC

source: The selected pictures have been converted to basic sRGB.
fr: Les images sélectionnées ont été converties au profil sRGB.

source: Optimize file size
fr: Optimiser la taille du fichier

source: The selected pictures have been optimized.
fr: Les images sélectionnées ont été optimisées.

source: Enhance
fr: Améliorer

source: The selected pictures have been enhanced.
fr: Les images sélectionnées ont été améliorées.

source: Quantize
fr: Quantifier

source: The selected pictures have been quantized.
fr: Les images sélectionnées ont été quantifiées.

source: Smart resize {number} percent
fr: Redimensionnement adaptatif à {number} pour cent

source: The selected pictures have been smart resized.
fr: Les images sélectionnées ont été redimensionnées.

source: Increase contrast
fr: Augmenter le contraste

source: The selected pictures contrasts have been increased.
fr: Les contrastes des images sélectionnées ont été augmentés.

source: Clone
fr: Cloner

source: The selected pictures have been cloned.
fr: Les images sélectionnées ont été clonées.

source: Autocrop
fr: Rognage automatique

source: The selected pictures have been automatically cropped.
fr: Les images sélectionnées ont été automatiquement rognées.

source: Autocrop by feature detection
fr: Rognage automatique par détection de caractéristiques

source: Rotate 90 degrees clockwise
fr: Tourner à 90 degrés dans le sens des aiguilles d'une montre

source: The selected pictures have been rotated.
fr: Les images sélectionnées ont été tournées.

source: Rotate 180 degrees
fr: Tourner à 180 degrés

source: Rotate 90 degrees counter-clockwise
fr: Tourner à 90 degrés dans le sens contraire des aiguilles d'une montre

source: Mirror along the y axis (horizontally)
fr: Miroir autour de l'axe y (horizontalement)

source: The selected pictures have been mirrored.
fr: Les images sélectionnées ont été retournées.

source: Mirror along the x axis (vertically)
fr: Miroir autour de l'axe x (verticalement)

source: Update the path of these pictures with current rules
fr: Mettre à jour le chemin des images avec le format actuel

source: The selected pictures paths have been updated.
fr: Les chemins des images sélectionnées ont été mis à jour.

source: Delete empty media folders
fr: Supprimer les dossiers de média vides

source: Empty media folders have been deleted.
fr: Les dossiers de médias vides ont été supprimés.

source: Clear orphaned files and thumbnails
fr: Nettoyer les images et miniatures orphelines

source: Orphaned files and thumbnails have been cleared.
fr: Les images et miniatures orphelines ont été nettoyées.

source: Path
fr: Chemin

source: Upd.
fr: Màj

source: Del.
fr: Supp.

source: File has been processed.
fr: Le fichier a été traité.

source: {author}'s album
fr: album par {author}

source: Your comment must be at least {length} characters long.
fr: Votre commentaire doit faire {length} caractères minimum.

source: You must fill all fields.
fr: Vous devez remplir tous les champs.

source: Your text must be at least {} characters long.
fr: Votre texte doit faire au moins {} caractères.

source: The title must be at least {} characters long.
fr: Le titre doit faire au moins {} caractères.

source: %(input)s Clear: %(checkbox)s
fr: %(input)s Effacer : %(checkbox)s

source: You can also enter an URL as a Description.
fr: Vous pouvez également saisir une URL en lieu et place de la Description.

source: You must specify an image or put an URL as a description
fr: Vous devez spécifier une image ou saisir une URL dans la description.

source: Zip archive
fr: Archive Zip

source: File must be a zip file
fr: Le fichier doit être une archive zip

source: File must be a zip or rar file
fr: Le fichier doit être une archive zip ou rar

source: Delete orphan image references and thumbnails from the database
fr: Supprimer les références orphelines d'images et de miniatures de la base de données

source: Update path of all pictures in the database to default
fr: Uniformiser le chemin de toutes les images de la base de données

source: Password
fr: Mot de passe

source: Owner
fr: Propriétaire

source: Name
fr: Nom

source: ACL configuration
fr: configuration ACL

source: ACL configurations
fr: configurations ACL

source: [group/name missing]
fr: [groupe/nom manquant]

# adnetwork
source: Other
fr: Autre

source: Pipe separated
fr: Séparé par des pipes (|)

source: Group name
fr: Nom de groupe

source: Django template code for HTML/JS
fr: Code de template Django pour HTML/JS

source: HTML/JS Snippet
fr: Snippet HTML/JS

source: Views
fr: Affichages

source: Keywords
fr: Mots-clés

source: Ad network
fr: Régie publicitaire

# advertisement
source: Updated
fr: Mise à jour

source: Advertisement {name}
fr: Annonce {name}

source: advertisement
fr: publicité

source: advertisements
fr: publicités

source: Author
fr: Auteur

# album
source: Updated
fr: Mis à jour

source: Pictures
fr: Images

source: picture album
fr: album d'images

source: picture albums
fr: albums d'images

source: Select a picture to link to
fr: Choisissez une image vers laquelle pointer

source: album picture
fr: image d'album

source: File
fr: Fichier

source: In seconds
fr: En secondes

source: Title
fr: Titre

source: Description text. Enter an URL here to download a picture
fr: Texte descriptif. Saisissez ici une URL pour télécharger une image

source: Auto play
fr: Lecture auto

source: Loop
fr: Lire en boucle

# picture
source: Deleted
fr: Supprimée

# picture
source: Updated
fr: Mise à jour

# animation
source: Valid
fr: Valide

source: Filename
fr: Nom de fichier

# file
source: None
fr: Aucun

source: Size
fr: Taille

# size
source: None
fr: Aucune

source: Group
fr: Groupe

source: File to attach
fr: Fichier à joindre

source: MIME type
fr: type MIME

source: Content type
fr: Type de contenu

source: Object Id
fr: Id de l'objet

source: Valid
fr: Valide

# attachment
source: Orphaned
fr: Orpheline

source: attachment
fr: pièce jointe

source: attachments
fr: pièces jointes

source: Identifier
fr: Identifiant

source: e.g. blog, story or article
fr: ex. blog, story ou article

source: Has index
fr: A une page d'index

source: (No name)
fr: (Sans nom)

source: Plural
fr: Pluriel

source: (No description)
fr: (Sans description)

source: content type
fr: type de contenu

source: content types
fr: types de contenu

source: translation
fr: traduction

source: translations
fr: traductions

source: Category if this tag is specific to one
fr: Catégorie, si cette étiquette est spécifique

source: Category
fr: Catégorie

source: Short name
fr: Nom court

source: Body
fr: Corps

# comment
source: Updated
fr: Mis à jour

source: Updater
fr: Mis à jour par

source: When visible, mark as removed
fr: Si visible, marquer explicitement comme masqué

# comment
source: Removed
fr: Effacé

source: Anonymous
fr: Anonyme

source: {name} says: "{teaser}..."
fr: {name} dit : « {teaser}... »

source: comment
fr: commentaire

source: comments
fr: commentaires

source: Plain HTML
fr: HTML Simple

source: Text
fr: Texte

source: Format
fr: Formatage

source: HTML output from body
fr: Sortie HTML

source: Follow up of
fr: Suite de

source: Classification tags
fr: Étiquettes de classement

source: Main picture
fr: Image principale

# content
source: Deleted
fr: Supprimé

# content
source: Created
fr: Créé

# content
source: Edited
fr: Modifié

# content
source: Updated
fr: Mis à jour

source: Publish when
fr: Publier le

source: Unpublish when
fr: Dépublier le

# content
source: Published
fr: Publié

source: Will stay on top of lists
fr: Demeurera en tête des listes

# content
source: Sticky
fr: Épinglé

source: Will appear in magazine editorial content
fr: Apparaîtra dans le contenu éditorial du magazine

# content
source: Featured
fr: À la une

# content
source: Locked
fr: Verrouillé

source: Published
fr: Publié

source: Authors count
fr: Nombre d'auteurs

source: New
fr: Nouveau

source: Teaser
fr: Introduction

source: Similar content
fr: Contenu similaire

source: Has similar content
fr: A du contenu similaire

source: Children
fr: Enfants

source: content
fr: contenu

source: contents
fr: contenus

source: Icon
fr: Icône

source: Icon and text
fr: Icône et texte

source: Use the same name to group icons.
fr: Réutilisez le même nom pour grouper des icônes.

source: Default display mode of this link
fr: Mode d'affichage par défaut du lien

source: Anchor
fr: Ancre

source: Target
fr: Cible

source: HTML Remainder
fr: Ajout HTML

source: HTML code of extra tag attributes
fr: Code HTML des attributs supplémentaires de la balise

source: Internal information for the link
fr: Informations internes au lien

source: Information
fr: Informations

source: link
fr: lien

source: links
fr: liens

source: Only .gif, .jpeg or .png image files, 64x64 minimum
fr: Uniquement des fichiers image .gif, .jpeg ou .png, 64x64 minimum

source: Comma separated
fr: Séparé par des virgules

source: Internal marker
fr: Marqueur interne

# picture
source: Animated
fr: Animée

# picture
source: Transient
fr: Temporaire

# thumbnail
source: None
fr: Aucun(e)

source: Is valid
fr: Est valide

source: Markers
fr: Marqueurs

source: Deletable transient
fr: Temporaire suppressible

source: Duplicates found
fr: Doublons trouvés

source: Clone of picture {uuid}
fr: Clone de l'image {uuid}

source: Picture ({})
fr: Image ({})

# content.subscription
source: Confirmed
fr: Confirmé

source: content subscription
fr: abonnement au contenu

source: content subscriptions
fr: abonnements au contenu

source: Home
fr: Accueil

source: Add %(name)s
fr: Ajouter %(name)s

source: Upload %(name)s zip archive
fr: Envoyer un zip de %(name)s

source: Please correct the error below.
fr: Veuillez corriger l'erreur ci-dessous.

source: Filter
fr: Filtrer

source: Upload a zip archive
fr: Télécharger une archive zip

source: Submit
fr: Envoyer

source: add
fr: ajouter

source: There are no blog entries in this database yet.
fr: Il n'y a encore aucun billet de blog dans cette base de données.

source: There are no pictures in this database yet.
fr: Il n'y a encore aucune image dans cette base de données.

source: Count
fr: Total

source: Select files to upload
fr: Choisissez des fichiers à envoyer

source: Image files
fr: Fichiers images

source: Read more
fr: Lire la suite

source: Image not found
fr: Image non trouvée

source: advertisement missing
fr: publicité manquante

# country_in
source: in {country}
fr: en {country}

# picture
source: None
fr: Aucune

source: This model has no field named pictures.
fr: Ce modèle n'a pas de champ nommé pictures.

source: CC BY-SA - Share alike
fr: CC BY-SA - Partage identique

source: CC BY-ND - Cannot edit
fr: CC BY-ND - Pas de modifications

source: CC BY-NC - Non commercial
fr: CC BY-NC - Pas d'utilisation commerciale

source: Public domain
fr: Domaine public

source: Creator or rights holder
fr: Créateur ou détenteur des droits

# license
source: None
fr: Aucune

source: Recent blog entries published
fr: Entrées de blog récentes publiées

source: RSS feed
fr: Flux RSS
