Repository: artscoop/scoop
Catalog: scoop/user/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Activate selected users
fr: Activer les utilisateurs sélectionnés

source: Default
fr: Par défaut

source: Data
fr: Données

source: last online
fr: vu en ligne

source: today
fr: aujourd'hui

source: since yesterday
fr: depuis hier

source: since three days
fr: depuis trois jours

source: since five days
fr: depuis cinq jours

source: since two weeks
fr: depuis deux semaines

source: since one month
fr: depuis un mois

source: online
fr: en ligne

source: offline
fr: hors ligne

source: age
fr: âge

source: 0 to 11
fr: 0 à 11

source: 12 to 17
fr: 12 à 17

source: 18 to 24
fr: 18 à 24

source: 25 to 34
fr: 25 à 34

source: 35 to 44
fr: 35 à 44

source: 45 to 54
fr: 45 à 54

source: 55 and greater
fr: 55 et plus

source: mail service
fr: service de courrier

source: picture
fr: image

source: Has pictures
fr: A des images

source: Has no picture
fr: N'a pas d'image

source: first username letter
fr: première lettre du pseudonyme

source: current
fr: actuel

source: Is current
fr: Est actuel

source: Is not current
fr: N'est pas actuel

source: User
fr: Utilisateur

source: Deactivate selected users
fr: Désactiver les utilisateurs sélectionnés

source: %(count)d users have been successfully deactivated.
fr: %(count)d utilisateurs ont été correctement désactivés.

source: Reset the selected users pictures
fr: Réinitialiser les portraits des utilisateurs sélectionnés

source: Shuffle profile
fr: Mélanger les données du profil

source: User picture
fr: Portrait utilisateur

source: Status
fr: État

source: {count} users have been successfully deactivated.
fr: {count} utilisateurs ont été correctement désactivés.

source: Disconnect selected users
fr: Déconnecter les utilisateurs sélectionnés

source: {count} users have been successfully logged out.
fr: {count} utilisateurs ont été correctement déconnectés.

source: date joined
fr: date d'inscription

source: last login
fr: dernière connexion

source: Never
fr: Jamais

source: Groups
fr: Groupes

source: (None)
fr: (Aucun(e))

source: Profile
fr: Profil

source: User name or email
fr: Nom d'utilisateur ou email

source: Identifier
fr: Identifiant

source: Password
fr: Mot de passe

source: You must provide an username or email and a password.
fr: Vous devez fournir un nom d'utilisateur ou email ainsi qu'un mot de passe.

source: 3 hours
fr: 3 heures

source: 3 days
fr: 3 jours

source: 30 days
fr: 30 jours

source: 1 hour
fr: 1 heure

source: 12 hours
fr: 12 heures

source: 2 days
fr: 2 jours

source: Home page
fr: Page d'accueil

source: My profile
fr: Mon profil

source: My messages
fr: Mes messages

source: Stay connected for
fr: Rester connecté pendant

source: Destination upon login
fr: Destination après connexion

source: Receive emails
fr: Recevoir des emails

source: Max reception rate
fr: Fréquence maximum de réception

source: Receive when a user sends you a message
fr: Recevoir lorsqu'un utilisateur vous envoie un message

source: Receive when a staff member sends you a message
fr: Recevoir lorsqu'un membre du personnel vous envoie un message

source: Receive when a content you've subscribed to is updated
fr: Recevoir lorsqu'un contenu auquel vous avez souscrit est mis à jour

source: You must be {age:d} or older.
fr: Vous devez avoir au moins {age:d} ans.

source: Main picture
fr: Image principale

source: %(input)s <span class='clear'>%(checkbox)s <span>Remove picture</span></span>
fr: %(input)s <span class='clear'>%(checkbox)s <span>Retirer l'image</span></span>

source: Your picture may need to be reviewed by moderators before being visible.
fr: Votre image peut nécessiter d'être examinée par des modérateurs avant d'être visible.

source: Gender
fr: Sexe

source: User name
fr: Nom d'utilisateur

source: Letters, digits and underscores
fr: Lettres, chiffres et tirets bas

source: A non disposable email
fr: Une adresse email non jetable

source: Retype email
fr: Saisissez encore l'email

source: Retype password
fr: Répétez le mot de passe

source: Your password should be at least {min} characters long
fr: Votre mot de passe doit faire au moins {min} caractères

source: The password must be identical in both fields.
fr: Le mot de passe doit être identique dans les deux champs.

source: This e-mail address is already in use.
fr: L'adresse email est déjà utilisée.

source: The email addresses must be identical.
fr: Les adresses email doivent être identiques.

source: Your first name must not exceed {max} characters
fr: Votre prénom doit faire {max} caractères au maximum

source: This nickname is already in use.
fr: Ce pseudonyme est déjà utilisé.

source: Your nickname should be between {min} and {max} characters long.
fr: Votre pseudonyme doit faire entre {min} et {max} caractères.

source: You must accept our EULA to proceed.
fr: Vous devez accepter nos CGU pour continuer.

source: 4 characters minimum
fr: 4 caractères minimum

source: I refuse to comply to the EULA and do not want to use this website
fr: Je n'accepte pas les CGU et ne souhaite pas utiliser ce site internet.

source: I abide to the {website} EULA
fr: J'accepte les CGU de {website}

source: EULA
fr: CGU

source: You must abide to the EULA to continue
fr: Vous devez accepter nos CGU pour continuer

source: You cannot edit this user.
fr: Vous ne pouvez pas modifier cet utilisateur.

source: Wrong password
fr: Mauvais mot de passe

source: Remember me
fr: Se souvenir de moi

source: Congratulations! Your account is activated, you are now logged in.
fr: Félicitations ! Votre compte est activé, vous êtes désormais en ligne.

source: Congratulations! Your account is activated, you can now log in.
fr: Félicitations ! Votre compte est activé, vous pouvez désormais vous connecter.

source: This activation code is invalid.
fr: Ce code d'activation est invalide.

source: Hello, {name}!
fr: Bonjour, {name} !

source: Thanks for visiting.
fr: Merci de votre visite.

source: {name}, your impersonation session has been properly shut down.
fr: {name}, votre session d'imitation a été correctement terminée.

source: You are viewing {path} as {name}. <a href="?{exit}">Quit</a>
fr: Vous visitez {path} en tant que {name}. <a href="?{exit}">Terminer</a>

source: There is no active user with the username {name}.
fr: Aucun utilisateur actif trouvé avec le nom {name}.

source: Secret question
fr: Question secrète

source: Answer
fr: Réponse

source: Updates
fr: Mises à jour

source: Mail send count
fr: Nombre d'emails envoyés

source: Mail sent
fr: Email envoyé

source: Admin details
fr: Détails admin

source: {username}'s activation data
fr: Activation utilisateur pour {username}

source: user activation
fr: activation utilisateur

source: user activations
fr: activations utilisateur

source: Form name
fr: Nom du formulaire

source: Variation name
fr: Variation

source: user configuration
fr: configuration utilisateur

source: user configurations
fr: configurations utilisateurs

source: a male
fr: un homme

source: a female
fr: une femme

# gender
source: non-binary
fr: non binaire

# gender
source: All
fr: Tous

# profile
source: Updated
fr: Mis à jour

source: Main profile picture
fr: Image principale du profil

source: Picture
fr: Image

# profile
source: Banned
fr: Banni

# profile
source: Harmful
fr: Offensif

source: City
fr: Ville

source: New
fr: Nouveau

source: No default path for user pictures. Add a directory path relative to MEDIA_URL in settings.USER_DEFAULT_PICTURE_PATH
fr: Pas de chemin par défaut pour les imamges utilisateur. Ajoutez un chemin relatif à MEDIA_URL dans settings.USER_DEFAULT_PICTURE_PATH

source: Your name must start with a letter and can only contain letters, digits and underscores
fr: Votre nom doit commencer par une lettre et ne contenir que des lettres, des chiffres et des tirets bas (_)

source: Your name can only contain letters
fr: Votre nom ne peut contenir que des lettres

source: Designates whether the user can log into this admin site.
fr: Indique si l'utilisateur peut se connecter ou non à ce site d'administration.

source: Username
fr: Nom d'utilisateur

source: Name
fr: Nom

# user
source: Bot
fr: Robot

# user
source: Active
fr: Actif

# user
source: Deleted
fr: Supprimé

# user
source: Staff
fr: Équipe

source: Date joined
fr: Date d'inscription

# user
source: Last online
fr: Vu en ligne

source: Next possible mail for user
fr: Prochain courrier possible pour l'utilisateur

source: {name} (deleted)
fr: {name} (supprimé)

source: The payload passed has no login value
fr: Les données passées ne contiennent pas d'information d'identification

source: Bad username and/or password.
fr: Mauvais nom d'utilisateur et/ou mot de passe.

source: This account is currently not active.
fr: Ce compte est actuellement inactif.

source: This user cannot log in.
fr: Cet utilisateur ne peut pas se connecter.

source: Online
fr: En ligne

source: Away
fr: Absent(e)

source: Online time
fr: En ligne depuis

source: Time online
fr: en ligne

source: user
fr: utilisateur

source: users
fr: utilisateurs

source: Visitor
fr: Visiteur

source: profile visit
fr: visite de profil

source: profile visits
fr: visites de profils

source: Mister
fr: Monsieur

source: Miss'ess
fr: Madame

source: Miss
fr: Mademoiselle

source: Doctor
fr: Docteur

source: Full name
fr: Nom complet

source: Title
fr: Titre

source: Name given at birth
fr: Nom de naissance

source: Family name
fr: Nom de famille

source: Nickname
fr: Pseudonyme

source: Personal page
fr: Page personnelle

source: ex. Home:1114567, Fax:1114568, 1114569
fr: ex. Domicile:0911111111, Fax:0922222222, 0922222223

source: Phone numbers
fr: Numéros de téléphone

source: Additional notes
fr: Notes supplémentaires

source: Street number, name and appartment/suite
fr: Numéro et nom de la rue, et appartement/suite

source: Street address
fr: Rue et numéro

source: Postal code
fr: Code postal

source: person
fr: personne

source: persons
fr: personnes

source: Add another %(verbose_name)s
fr: Ajouter un autre %(verbose_name)s

source: Remove
fr: Supprimer

source: Delete?
fr: Effacer ?

source: add
fr: ajouter

source: profiles
fr: profils

source: groups
fr: groupes

source: Active users
fr: Utilisateurs actifs

source: %(men)s man
fr: %(men)s homme

source: %(women)s woman
fr: %(women)s femme

source: Online status
fr: Statut en ligne

source: %(count)s user is currently online
fr: %(count)s utilisateur est actuellement en ligne

source: Edit
fr: Modifier

source: What is your mother's maiden name ?
fr: Quel est le nom de jeune fille de votre mère ?

source: What was your first home telephone number ?
fr: Quel était votre premier numéro de téléphone fixe ?

source: What was your first cell phone number ?
fr: Quel était votre premier numéro de téléphone portable ?

source: What was the name of your first pet ?
fr: Quel était le nom de votre premier animal de compagnie ?

source: What is your city of birth ?
fr: Quelle est votre ville de naissance ?

source: What is the PIN code of your cell phone ?
fr: Quel est le code PIN de votre téléphone portable ?

source: What is your client number for your energy bill ?
fr: Quel est votre numéro client sur votre facture d'électricité ?

source: What are the 4 last digits on your credit card ?
fr: Quels sont les 4 derniers chiffres de votre carte de crédit ?

source: What is your favorite movie ?
fr: Quelle est votre film préféré ?

source: What is the worst movie to you ?
fr: Quel est le pire film au monde selon vous ?

source: Your secret code with no question
fr: Votre code secret sans question

source: A word that is not in the dictionary
fr: Mot n'appartenant pas au dictionnaire

source: (Recommended)
fr: (Recommandé)

source: Offline
fr: Hors ligne

source: yes
fr: oui

source: no
fr: non

source: You have no permission over this user.
fr: Vous n'avez pas de permissions sur cet utilisateur.
