Repository: artscoop/scoop
Catalog: scoop/rogue/locale/*/LC_MESSAGES/django.po
Languages: fr

source: status
fr: statut

source: closed
fr: fermé

source: open
fr: ouvert

source: fixed
fr: réparé

source: undone
fr: non traité

source: done
fr: fait

source: Flag
fr: Signalement

source: Will not fix
fr: Rien à faire

source: Selected flags successfully closed.
fr: Les signalements sélectionnés ont été correctement fermés.

source: Automatically fix
fr: Réparer automatiquement

source: Selected flags successfully resolved.
fr: Les signalements sélectionnés ont été correctement résolus.

source: Status
fr: Statut

source: Translation
fr: Traduction

source: Translations
fr: Traductions

source: Flag type
fr: Type de signalement

source: Blocking
fr: Blocage

source: Extra
fr: Plus

source: Update selected IP blocks
fr: Mettre à jour les blocages IP sélectionnés

source: Selected blocks successfully updated.
fr: Les blocages sélectionnés ont été correctement mis à jour.

source: Expires
fr: Expire

source: Never
fr: Jamais

source: This flag type needs details.
fr: Ce type de signalement a besoin de détails.

source: Automatic
fr: Automatique

source: Manual
fr: Manuel

source: All
fr: Tout

source: Blocker
fr: Bloqueur

# users
source: Blacklisted
fr: Blacklistés

source: blocklists
fr: listes de blocage

source: New
fr: Nouveau

source: Being checked
fr: En vérification

source: Closed
fr: Fermé

source: Fixed
fr: Réparé

source: Postponed
fr: Retardé

source: Pending
fr: En attente

source: Object name
fr: Nom de l'objet

source: Author
fr: Auteur

source: Priority
fr: Priorité

source: Details
fr: Détails

source: Administration notes
fr: Notes administratives

# flag
source: Automatic
fr: Automatique

source: Action done
fr: Action effectuée

# flag
source: Updated
fr: Mis à jour

source: Content type
fr: Type de contenu

source: Object Id
fr: ID de l'objet

source: Moderators
fr: Modérateurs

source: Content
fr: Contenu

source: flag
fr: signalement

source: flags
fr: signalements

source: Identifier
fr: Identifiant

source: Needs details
fr: A besoin de détails

source: Name
fr: Nom

source: (No name)
fr: (sans nom)

source: (No description)
fr: (sans description)

source: None
fr: Aucun

source: flag type
fr: type de signalement

source: flag types
fr: types de signalement

source: Single address
fr: Adresse unique

source: Address range
fr: Plage d'adresses

source: Partial host
fr: Hôte partiel

source: Partial host with exclusion
fr: Hôte partiel et exclusion

source: ISP with host exclusion
fr: FAI avec exclusion d'hôte

source: Country code
fr: Code pays

source: Allowed host
fr: Hôte autorisé

source: Allowed ISP
fr: FAI autorisé

source: General
fr: Général

source: Server
fr: Serveur

source: Compromised IP
fr: IP compromise

source: Repeated trouble
fr: Troubles répétés

source: Tor network
fr: Réseau Tor

source: Anonymous network
fr: Réseau anonyme

source: Rarely harmful
fr: Rarement dangereux

source: Often harmful
fr: Souvent dangereux

source: Always harmful
fr: Toujours dangereux

# ipblocking
source: Active
fr: Actif

source: Category
fr: Catégorie

source: Harm level
fr: Niveau de danger

source: Country
fr: Pays

source: ISP
fr: FAI

source: Host name
fr: Nom d'hôte

source: Exclude host name
fr: Exclure nom d'hôte

source: Blocking representation
fr: Représentation du blocage

source: IP count
fr: Nombre d'IP

source: A single IP block must have a valid IP to block.
fr: Un blocage d'IP unique doit bloquer une IP valide.

source: A range IP block must have valid IPs to block.
fr: Un blocage de plage d'IP doit bloquer des IPs valides.

source: A hostname block must have a partial hostname to block.
fr: Un blocage de nom d'hôte doit bloquer un nom d'hôte partiel.

source: An ISP block must have a valid ISP name to block.
fr: Un blocage de FAI doit bloquer un nom de FAI valide.

source: A country block must have a valid country code to block.
fr: Un blocage de pays doit bloquer un pays valide.

source: A hostname permission must have a valid hostname.
fr: Une permission de nom d'hôte doit autoriser un nom d'hôte valide.

source: An ISP permission must have a valid ISP.
fr: Une permission de FAI doit autoriser un FAI valide.

source: This rule type {number} is unknown.
fr: Le type de règle {number} est inconnu.

source: Blocking of {ip}
fr: Blocage de {ip}

source: Blocking of IPs from {ip1} to {ip2}
fr: Blocage des IPs de {ip1} à {ip2}

source: Blocking of reverse {reverse}
fr: Blocage du nom inversé {reverse}

source: Blocking of reverse {reverse} but not with {exclude}
fr: Blocage du nom inversé {reverse} sans {exclude}

source: Blocking of ISP {isp}
fr: Blocage du FAI {isp}

source: Blocking of ISP {isp} minus {exclude}
fr: Blocage du FAI {isp} sauf {exclude}

source: Blocking of country with code {code}
fr: Blocage de pays avec le code {code}

source: Authorization of reverse {reverse}
fr: Autorisation du nom inversé {reverse}

source: Authorization of ISP {isp}
fr: Autorisation du FAI {isp}

source: IP blocking
fr: Blocage d'IP

source: Fake accounts
fr: Faux comptes

source: Raw behaviour
fr: Attitude grossière

source: Email address
fr: Adresse email

source: User
fr: Utilisateur

source: Reason
fr: Motif

# mailblocking
source: Active
fr: Actif

source: Blocking of email {mail}
fr: Blocage de l'adresse email {mail}

source: mail blocking
fr: blocage de courrier

# profanity.filter
source: Active
fr: Actif

source: Language
fr: Langue

source: Regex
fr: Exp.rég.

# profanity.filter
source: Standalone
fr: Indépendant

source: Profanity with pattern {regex}
fr: Grossièreté avec l'expression régulière {regex}

source: profanity
fr: grossièreté

source: profanities
fr: grossièretés

source: User has IP %(ip)s (%(ip.isp)s, %(ip.country.name)s) which has been blocked.
fr: L'utilisateur a l'IP %(ip)s (%(ip.isp)s, %(ip.country.name)s) qui a été bloquée.

source: user has been banned;users have been banned
fr: utilisateur a été banni;utilisateurs ont été bannis

source: No user has been banned.
fr: Aucun utilisateur n'a été banni.

source: user has images removed;users have images removed
fr: utilisateur a des images supprimées;utilisateurs ont des images supprimées

source: No picture has to be deleted.
fr: Aucune image ne doit être supprimée.

source: The content was locked and protected from user interaction.
fr: Le contenu a été verrouillé et protégé contre les interactions utilisateurs.
